use tamil_font_converter_rs::*;

fn main() {

    println!("{}", convert_unic_stmzh("
            அகர முதல எழுத்தெல்லாம் ஆதி பகவன் முதற்றே உலகு

அஆஇஈஉஊஎஏஐஒஓஔஃ
ஸ்ரீக்ஷக்ஷ்க்ஷெக்ஷேக்ஷொக்ஷோக்ஷௌக்ஷக்ஷாக்ஷிக்ஷீக்ஷுக்ஷூ
கஙசஞடணதநபமயரலவழளறனஷஜஸஹ
க்ங்ச்ஞ்ட்ண்த்ந்ப்ம்ய்ர்ல்வ்ழ்ள்ற்ன்ஷ்ஜ்ஸ்ஹ்
கிஙிசிஞிடிணிதிநிபிமியிரிலிவிழிளிறினிஷிஜிஸிஹி
கீஙீசீஞீடீணீதீநீபீமீயீரீலீவீழீளீறீனீஷீஜீஸீஹீ
குஙுசுஞுடுணுதுநுபுமுயுருலுவுழுளுறுனுஷுஜுஸுஹு
கூஙூசூஞூடூணூதூநூபூமூயூரூலூவூழூளூறூனூஷூஜூஸூஹூ
காஙாசாஞாடாணாதாநாபாமாயாராலாவாழாளாறானாஷாஜாஸாஹா
கெஙெசெஞெடெணெதெநெபெமெயெரெலெவெழெளெறெனெஷெஜெஸெஹெ
கேஙேசேஞேடேணேதேநேபேமேயேரேலேவேழேளேறேனேஷேஜேஸேஹே
கைஙைசைஞைடைணைதைநைபைமையைரைலைவைழைளைறைனைஷைஜைஸைஹை
கொஙொசொஞொடொணொதொநொபொமொயொரொலொவொழொளொறொனொஷொஜொஸொஹொ
கோஙோசோஞோடோணோதோநோபோமோயோரோலோவோழோளோறோனோஷோஜோஸோஹோ
கௌஙௌசௌஞௌடௌணௌதௌநௌபௌமௌயௌரௌலௌவௌழௌளௌறௌனௌஷௌஜௌஸௌஹௌ"));


}
